public class no4 {
    public static void main(String[] args) {
        //Напишите программу, в которой будет массив,
        // заполненный элементами от 5 до 15, и напечатайте все элементы массива

        int[] arr = new int[11];
        for (int i = 0; i < arr.length; i++) {
            arr[i]=i+5;
            System.out.println(arr[i]);

        }


    }

}
